export const SAMPLE_QUIZ_JPD123_PT1 = `
下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
A: けさ、あさごはんをたべましたか。
B: いいえ、なにもたべませんでした。（　　　）。
A. ジュースをのみます
B. ぎゅうにゅうをのみました
C. パンとたまごをたべました
D. あさごはんをたべました
A

次の文の（　　　）に入れるのに最もよいものを、A・B・C・Dから一つ選んでください。
Hãy lựa chọn đáp án phù hợp nhất điền vào trong ngoặc（　　　） trong câu sau đây.
A: らいしゅう、どこかへ いきますか。
B: （　　　）。
A. そうですか
B. どこもいきません
C. はい、いきます
D. タイへいきます
D

下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
きのう、としょかんで（　　　）。
A. テニスをしました
B. べんきょうしました
C. かいものしました
D. しょくじしました
B

下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
せんしゅうの土曜日、うちをそうじしました。それから、せんたくしました。（　　　）。
A. たのしかったです
B. おもしろかったです
C. ひまでした
D. いそがしかったです
D

Chọn từ thích hợp điền vào __________.
A: アユタヤ（　　　）ところですか。
B: しずかなところです。そして、きれいです。
A. どこ
B. どんな
C. どう
D. どちら
B

下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
きのう、かぜでしたから、（　　　）。
A. どこへもいきませんでした
B. ばんごはんをたべません
C. うちでともだちとゲームをしました
D. コンビニへばんごはんをかいにいきました
A

（　　　）のことばの読み方として最もよいものを、A・B・C・Dから一つ選んでください。
Hãy lựa chọn cách đọc đúng cho từ kanji trong ngoặc（　　　） trong câu sau đây.
お（国）は ベトナムですか。
A. にく
B. こく
C. くに
D. かく
C

Chọn từ thích hợp điền vào __________.
サムゲタンは（　　　）ですか。
サムゲタンはとりにくのスープです。おいしいです。
A. どんな
B. どう
C. なに
D. なん
D

[free-response]
A：あついです［Ô trống 1］
B：そうです［Ô trống 2］
A：アンナさんの国は８月、あついですか。
B：いいえ、あまりあつくないです。あめ［Ô trống 3］おおいです。
A：そうですか。
B：カルロスさんの国［Ô trống 4］どうですか。
A：私の国は８月、とてもてんき［Ô trống 5］いいです。
B：へえ。
[answer] ね / ね / が / は / が

Chọn trợ từ thích hợp điền vào __________.
イタリア（　　　）日本までひこうき（　　　）１２時間半くらいです。
A. から / で
B. の / は
C. から / まで
D. は / に
A

下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
としょかんへ（　　　）に行きます。
A. かぞくにあい
B. スキーをし
C. かばんをかい
D. ほんをかり
D

次の文の（★）に入る最もよいものを、A・B・C・Dから一つ選んでください。
Hãy lựa chọn đáp án phù hợp nhất điền vào vị trí（★） trong câu sau đây.
FPTだいがくは（　　　）（　　　）、（　　　）（★）です。
A. だいがく
B. いい
C. ですが
D. ちいさい
A

Chọn từ thích hợp điền vào __________.
きょうとは（　　　）ところです。
A. みどりがおおいな
B. みどりがおおいの
C. みどりがおおい
D. みどりがおお
C

下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
土曜日のよる、わたしはどこへも行きません。（　　　）です。
A. かんたん
B. ひま
C. たのしい
D. むずかしい
B

（★）に はいる ものは どれですか。A・B・C・Dから いちばん いいものを 一つ えらんで ください。
Bằng cách sắp xếp các từ trong câu trả lời vào câu văn để tạo thành câu có nghĩa và đúng ngữ pháp, chọn câu trả lời đúng nhất.
（　　　）（★）（　　　）（　　　）しんかんせんで いきます。
A. から
B. とうきょう
C. きょうと
D. まで
A

（　　　）のことばの読み方として最もよいものを、A・B・C・Dから一つ選んでください。
Hãy lựa chọn cách đọc đúng cho từ kanji trong ngoặc（　　　） trong câu sau đây.
（先月）、さむかったです。
A. せんじつ
B. せんげつ
C. せんしゅう
D. せんがつ
B

Hãy lựa chọn đáp án phù hợp nhất điền vào vị trí（★） trong câu sau đây.
ふじさんは（　　　）（　　　）（★）（　　　）です。
A. にほん
B. やま
C. たかい
D. の
C

つぎの 問に いちばん いいものを ひとつ えらんでください。
Chọn đáp án thích hợp nhất ứng với câu hỏi.
ここで えを 見ます。ここは？
A. デパート
B. えいがかん
C. たいいくかん
D. びじゅつかん
D

（　　　）に 何を いれますか。いちばん いい ものを ひとつ えらんでください。
Chọn câu trả lời đúng điền vào chỗ trống.
オーストラリアは ８月、あついですか。
いいえ、あつくないです。（　　　）さむいですよ。
A. あまり
B. とても
B

Chọn từ thích hợp điền vào __________.
タイはあめが（　　　）です。
A. おおい
B. たのしい
C. おおおいです
D. つめたい
A

Chọn trợ từ thích hợp điền vào__________.
私（　　　）くには小さいですが、人（　　　）おおいです。
A. の / が
B. は / と
C. は / が
D. の / に
C

つぎの ぶんと だいたい おなじいみの ぶんが あります。A・B・C・Dから いちばん いい ものを ひとつ えらんでください。
Chọn câu có nghĩa tương đồng với câu được cho sẵn.
わたしは きのう デパートで くつを かいました。
A. わたしは きょう デパートへ いきました。
B. わたしは きょう デパートで くつを かいました。
C. わたしは デパートで なにも かいませんでした。
D. わたしは きのう デパートへ いきました。
D

Hãy chọn cách viết kanji đúng cho từ trong ngoặc（ ） trong câu sau đây.
テグは かんこくの（ひがし）です。
A. 果
B. 東
C. 束
D. 練
B

Chọn từ thích hợp điền vào __________.
Bさんのまちは（　　　）ところですか。
B: にぎやかなところですです。
A. どう
B. どちら
C. どのくらい
D. どんな
D

Chọn cách viết đúng cho chữ được gạch dưới.
わたしの（くには）とおいです。
A. 国
B. 因
C. 口
D. 区
A

下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
日曜日、しぶやでふくをかいました。（　　　）。
A. やすかったです
B. たいへんでした
C. きもちがよかったです
D. いそがしかったです
A

下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
きのうはとても（　　　）。
A. さむいでした
B. さむいです
C. さむくないです
D. さむかったです
D

Chọn từ thích hợp điền vào __________.
きのう、11時に（　　　）。コンビニでひるごはんを（　　　）。
A. ねました / たべました
B. おきました / かいました
C. やまにのぼりました / かいました
D. しょくじをしました / たべました
A

Chọn trợ từ thích hợp điền vào__________.
私（　　　）くには４月（　　　）、あたたかいです。
A. の / は
B. は / に
C. は / X
D. の / X
B

（　　　）に なにを いれますか。いちばん いいものを ひとつ えらんでください。
Chọn đáp án thích hợp nhất điền vào chỗ trống.
きのう、私は 一人（　　　）べんきょうしました。
A. で
B. と
C. に
D. を
A

（　　　）の言葉を漢字で書くとき、最もよいものを、A・B・C・Dから一つ選んでください。
Hãy chọn cách viết kanji đúng cho từ trong ngoặc（ ） trong câu sau đây.
（なまえ）は なんですか。
A. 各前
B. 名烈
C. 夕前
D. 名前
D

Chọn từ thích hợp điền vào __________.
タイから日本まで（　　　）ですか。
A. なんじ
B. どちら
C. いつ
D. どのくらい
D

下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
毎日、あさ７時半からよる１０時まではたらきます。（　　　）です。
A. いそがしい
B. やすい
C. おもしろい
D. たかい
A

下記の選択肢から（　　　）に最も合う言葉を選びなさい。
Chọn từ thích hợp điền vào（　　　）。
おととい、ぎんこうへ行きました。ぎんこうは（　　　）。
A. やすみました
B. やすみでした
C. やすみます
D. やすみじゃありません
B

Hãy chọn cách đọc đúng với chữ Kanji sau:
東京
A. ときょう
B. とうきょう
C. わかいい
D. きょうと
B
`;
