export const SAMPLE_QUIZ_JPD123_FA25_RE_MC = `
Chọn đáp án đúng để điền vào chỗ trống.
日本は１月（　　　）とてもさむいです。
A. と
B. か
C. に
D. X
C

Chọn đáp án đúng để điền vào chỗ trống.
A: ハノイから日本まで（　　　）ですか。
B: 五時間ぐらいです。
A. どのくらい
B. どうくらい
C. どんなくらい
D. どれくらい
A

Chọn đáp án đúng để điền vào chỗ trống.
スープに（　　　）をいれます。
A. いす
B. しお
C. れいぞうこ
D. だいどころ
B

Chọn cách đọc đúng của phần chữ Hán.
スーパーで何を【かいます】か。
A. 貝います
B. 買います
C. 見います
D. 見します
B

Chọn cách đọc đúng của phần chữ Hán.
毎日、日本語のCDを【ききます】。
A. 間きます
B. 開きます
C. 聞きます
D. 問きます
C

Chọn đáp án đúng để điền vào chỗ trống.
しゅうまつ、どこ（　　　）行きたいですね。
A. へ
B. で
C. か
D. を
A

Chọn đáp án đúng để điền vào chỗ trống.
毎日（　　　）をあらいます。
A. コース
B. コップ
C. ポスト
D. ゲーム
B

Chọn đáp án đúng để điền vào chỗ trống.
（　　　）とりょうりをつくります。
A. デパート
B. アニメ
C. ルームメイト
D. ドライブ
C

Chọn đáp án đúng để điền vào chỗ trống.
サッカーのチケットが（　　　）あります。
A. ふたまい
B. にさい
C. ふつか
D. にまい
D

Chọn cách đọc đúng của phần chữ Hán.
小さいねこがいます。
A. ちしさ
B. ちさい
C. ちいさい
D. こさい
C

Chọn cách đọc đúng của phần chữ Hán.
【前日】は何ですか。
A. ぜんにち
B. ぜんじつ
C. せんにち
D. せんじつ
B

Chọn đáp án đúng để điền vào chỗ trống.
A: ビールはまだありますか。
B: いいえ、（　　　）ありません。
A. もう
B. まだ
C. いちばん
D. より
A

Chọn đáp án đúng để điền vào chỗ trống.
キム：きのうのパーティーは（　　　）。
ラン：とてもよかったです。
A. どうですか
B. どんなですか
C. どうでしたか
D. どこですか
C

Chọn đáp án đúng để điền vào chỗ trống.
ハイさん（　　　）かばん（　　　）大きいです。
A. に / が
B. で / が
C. の / に
D. は / と
A

Chọn đáp án đúng để điền vào chỗ trống.
きのうはてんきが（　　　）。
A. いいでした
B. よかたです
C. よかったです
D. いかったです
C

Chọn đáp án đúng để điền vào chỗ trống.
ともだちと（　　　）がありますから、あしたのパーティーにいきません。
A. ようじ
B. やくそく
C. いっしょに
D. またこんど
B

Chọn cách đọc đúng của phần chữ Hán.
アニメの【人物】がすきです。
A. にんぶつ
B. じんもの
C. ひともの
D. じんぶつ
D

Chọn đáp án đúng để điền vào chỗ trống.
コーヒーにさとうを（　　　）。
A. いれます
B. だします
C. かけます
D. とります
A

Chọn đáp án đúng để điền vào chỗ trống.
（　　　）がありませんから、うみへ行きません。
A. たべもの
B. やきゅう
C. みずぎ
D. きせつ
C

Chọn đáp án đúng để điền vào chỗ trống.
このケーキはあまいです。（　　　）、おいしいです。
A. が
B. それから
C. いまから
D. そして
D

Chọn đáp án đúng để điền vào chỗ trống.
ハノイは（　　　）ところです。
A. きれいな
B. きれい
C. きれいに
D. きれい
A

Chọn đáp án đúng để điền vào chỗ trống.
A: いっしょにバーベキューをしませんか。
B: ええ、いいですね。（　　　）。
A. しましょう
B. しません
C. しました
D. しましょうか
A

Chọn đáp án đúng để điền vào chỗ trống.
ナタンさん（　　　）DVDをかします。
A. へ
B. に
C. から
D. まで
B

Chọn đáp án đúng để điền vào chỗ trống.
A: 一年で（　　　）がいちばんてんきがいいですか。
B: １０月がいいです。
A. いつ
B. なに
C. どこ
D. 何時
A

Chọn cách đọc đúng của phần chữ Hán.
あした【見学】します。
A. 見学
B. 見字
C. 貝学
D. 貝字
A

Chọn đáp án đúng để điền vào chỗ trống.
今度のやすみに、東京へしゃしんをとり（　　　）行きたいです。
A. に / に
B. へ / に
C. へ / へ
D. で / へ
B

Chọn đáp án đúng để điền vào chỗ trống.
iPhoneのけいたいでんわが（　　　）です。
A. ほしくなかった
B. ほし
C. ほしかった
D. ほしいい
C

Chọn cách đọc đúng của phần chữ Hán.
きのう【来日】しました。
A. あした
B. らいじつ
C. らいにち
D. らいひ
C

Chọn đáp án đúng để điền vào chỗ trống.
A: もう、あさごはんを食べましたか。
B: いいえ、（　　　）。
A. たべません
B. まだたべません
C. もうたべました
D. まだです
D

Chọn đáp án đúng để điền vào chỗ trống.
田中：「明日（あした）、いっしょにえいがを見に行きませんか。」
ミラー：「（　　　）。」
A. すみません、ちょっと…
B. はい、行きません
C. すみません、行きます
D. いいえ、行きます
A
`;

export const SAMPLE_QUIZ_JPD123_SP26_C1FE = `
Chọn cách đọc đúng của phần chữ Hán.
としょかんの【休み】は何曜日ですか。
A. やすみ
B. はなみ
C. かきみ
D. やずみ
A

Chọn cách đọc đúng của phần chữ Hán.
ナムさんは【東京】へいきます。
A. ときょう
B. とうきょう
C. ときょ
D. とうきょ
B

Chọn cách đọc đúng của phần chữ Hán.
午前【十時半】、レストランでしょくじします。
A. じゅうじはん
B. しちじはん
C. じゅうじばん
D. しちじばん
A

Chọn cách đọc đúng của phần chữ Hán.
【先週】、ほっかいどうへいきました。
A. せんしゅう
B. あさって
C. あした
D. きょう
A

Chọn cách đọc đúng của phần chữ Hán.
【休み】は何曜日ですか。
A. 休み
B. 休
C. 体み
D. 体
A

Chọn cách đọc đúng của phần chữ Hán.
まいにち【読みます】。
A. 読みます
B. 見みます
C. 飲みます
D. 休みます
A

Chọn cách đọc đúng của phần chữ Hán.
来年、くにへ【かえります】。
A. 帰ります
B. 話ります
C. 尋ります
D. 語ります
A

Chọn đáp án đúng để điền vào chỗ trống.
ラーメンはいちばん（　　　）たべものです。
A. きらいな
B. きらい
C. きらく
D. きらいい
A

Chọn đáp án đúng để điền vào chỗ trống.
A: カレーとすしとどちらがすきですか。
B: （　　　）すきです。
A. どちら
B. どちらも
C. どちらは
D. どちらが
B

Chọn đáp án đúng để điền vào chỗ trống.
A: マルコさん、やさいを（　　　）。
B: はい、わかりました。
A. あらいますか
B. あらってください
C. あらいませんか
D. あらいましたか
B

Chọn đáp án đúng để điền vào chỗ trống.
にちようび、やま（　　　）のぼります。
A. へ
B. を
C. で
D. に
D

Chọn đáp án đúng để điền vào chỗ trống.
ともだち（　　　）おかね（　　　）かりました。
A. を / に
B. に / を
C. に / で
D. で / に
B

Chọn đáp án đúng để điền vào chỗ trống.
あついですから、まどを（　　　）。
A. あらてください
B. とってください
C. あけてください
D. かしてください
C

Chọn đáp án đúng để điền vào chỗ trống.
きれいなしゃしんですね。だれ（　　　）とりましたか。
A. に
B. は
C. が
D. の
C

Chọn đáp án đúng để điền vào chỗ trống.
しゅうまつ、いっしょにサッカーを（　　　）か。
A. しましょう
B. しません
C. しました
D. します
B

Chọn đáp án đúng để điền vào chỗ trống.
なつやすみ、日本でアルバイトをしますから、（　　　）。
A. 食べません
B. 国へかえりません
C. どこへも行きませんでした
D. こんばんうちでべんきょうします
B

Chọn đáp án đúng để điền vào chỗ trống.
あの町（まち）はあまり（　　　）。
A. ゆうめいです
B. ゆうめいじゃありません
C. ゆうめくないです
D. ゆうめじゃありません
B

Chọn đáp án đúng để điền vào chỗ trống.
私はあたらしいカメラ（　　　）ほしいです。
A. が
B. を
C. に
D. で
A

Chọn đáp án đúng để điền vào chỗ trống.
テーブルのうえ（　　　）くだもの（　　　）おいてください。
A. を / が
B. から / を
C. で / を
D. に / を
D

Chọn đáp án đúng để điền vào chỗ trống.
田中：いっしょにえいがを見に行きませんか。
ミラー：（　　　）。
A. いいえ、行きません
B. すみません、あしたは行きます
C. すみません、あしたはちょっと…
D. はい、行きません
C

Chọn đáp án đúng để điền vào chỗ trống.
私のくには１月とてもさむいです。パクさんのくには（　　　）。
A. どうですか
B. どんなですか
C. なんですか
D. だれですか
A

Chọn đáp án đúng để điền vào chỗ trống.
A: いっしょに（　　　）。
B: ぜひ。
A. いきたいです
B. あついです
C. かいます
D. いきました
A

Chọn đáp án đúng để điền vào chỗ trống.
ロサンゼルスはアメリカの（　　　）です。
A. ひと
B. にし
C. みどり
D. くるま
B

Chọn nghĩa tiếng Việt tương ứng của từ sau.
「きょうかい」
A. Suối nước nóng
B. Nhà thờ
C. Lâu đài
D. Đền thờ
B

Chọn nghĩa tiếng Việt tương ứng của từ sau.
「じんじゃ」
A. Tòa nhà
B. Nhà thờ
C. Lâu đài
D. Đền thờ
D

Chọn từ khác loại trong những từ sau.
① たいへん　② ひま　③ きれい　④ やすい
A. たいへん
B. ひま
C. きれい
D. やすい
D

Chọn từ khác loại trong những từ sau.
① おもしろい　② むずかしい　③ いそがしい　④ きらい
A. おもしろい
B. むずかしい
C. いそがしい
D. きらい
D

Đọc đoạn văn và chọn từ thích hợp điền vào chỗ trống ①.
みなさん、来週の日曜日、私のいえでパーティーを（　　　）。私は国の料理をつくります。いっしょにつくりませんか。それから、みなさんのくにの料理のつくりかたもおしえてください。いっしょにつくって食べましょう。おいしいおさけも（　　　）。私のアパートはえきのちかくにあります。コンビニのとなりのあたらしいアパートです。ぜひ、来てください。
A. します
B. あらいます
C. ききます
D. しめます
A

Đọc đoạn văn và chọn từ thích hợp điền vào chỗ trống ②.
みなさん、来週の日曜日、私のいえでパーティーをします。私は国の料理をつくります。いっしょにつくりませんか。それから、みなさんのくにの料理のつくりかたもおしえてください。いっしょにつくって食べましょう。おいしいおさけも（　　　）。私のアパートはえきのちかくにあります。コンビニのとなりのあたらしいアパートです。ぜひ、来てください。
A. はなしましょう
B. いれましょう
C. すいましょう
D. のみましょう
D

Đọc đoạn văn và chọn đáp án đúng.
「私」のいえはどこにありますか。
みなさん、来週の日曜日、私のいえでパーティーをします。私は国の料理をつくります。いっしょにつくりませんか。それから、みなさんのくにの料理のつくりかたもおしえてください。いっしょにつくって食べましょう。おいしいおさけもあります。私のアパートはえきのちかくにあります。コンビニのとなりのあたらしいアパートです。ぜひ、来てください。
A. えきのちかくにあります。
B. アパートのちかくにあります。
C. アパートのとなりにあります。
D. こうえんのちかくにあります。
A
`;

export const SAMPLE_QUIZ_JPD123_SP26_C2FE = `
Chọn cách đọc đúng của phần chữ Hán.
午前【十時半】、レストランでしょくじします。
A. じゅうじはん
B. しちじはん
C. じゅうじばん
D. しちじばん
A

Chọn cách đọc đúng của phần chữ Hán.
私は【会社】ではたらきます。
A. かいしゃ
B. しゃかい
C. だいがく
D. がっこう
A

Chọn cách đọc đúng của phần chữ Hán.
コンビニの（　　　）にこうえんがあります。
A. うしろ
B. あとろ
C. まえろ
D. ごろ
A

Chọn cách đọc đúng của phần chữ Hán.
来週【お寺】へいきます。
A. おてら
B. おしろ
C. おなまえ
D. おすし
A

Chọn cách đọc đúng của phần chữ Hán.
来年【いきます】。
A. 行きます
B. 書きます
C. 会きます
D. 話きます
A

Chọn cách đọc đúng của phần chữ Hán.
スーパーで【かいもの】します。
A. 買物
B. 食事
C. 時間
D. 食物
A

Chọn cách đọc đúng của phần chữ Hán.
私のまちに【おおきい】おしろがあります。
A. 大きい
B. 大い
C. 太きい
D. 太い
A

Chọn đáp án đúng để điền vào chỗ trống.
しゅうまつ、いっしょにサッカーを（　　　）か。
A. しましょう
B. しません
C. しました
D. します
B

Chọn đáp án đúng để điền vào chỗ trống.
山田（やまだ）さんはいま先生（　　　）はなしています。
A. で
B. が
C. と
D. も
C

Chọn đáp án đúng để điền vào chỗ trống.
あついですから、まどを（　　　）。
A. あらてください
B. とってください
C. あけてください
D. かしてください
C

Chọn đáp án đúng để điền vào chỗ trống.
ハノイからホーチミンまで、くるま（　　　）３０時間半くらいです。
A. に
B. で
C. も
D. は
B

Chọn đáp án đúng để điền vào chỗ trống.
ともだち（　　　）おかね（　　　）かりました。
A. を / に
B. に / を
C. に / で
D. で / に
B

Chọn đáp án đúng để điền vào chỗ trống.
A: きのうのパーティーはたのしかったですか。
B: いいえ、（　　　）です。
A. たのしくなかった
B. たのしくない
C. たのしい
D. たのしかった
A

Chọn đáp án đúng để điền vào chỗ trống.
私のくにはちいさいです（　　　）、人がおおいです。
A. ね
B. が
C. も
D. と
B

Chọn đáp án đúng để điền vào chỗ trống.
コンサートのチケット（　　　）２枚（まい）（　　　）あります。
A. が / と
B. が / X
C. が / が
D. X / が
B

Chọn đáp án đúng để điền vào chỗ trống.
きのうのえいがは（　　　）。
A. どうしてですか
B. どんなですか
C. どうですか
D. どうでしたか
D

Chọn đáp án đúng để điền vào chỗ trống.
きれいなしゃしんですね。だれ（　　　）とりましたか。
A. に
B. は
C. が
D. の
C

Chọn đáp án đúng để điền vào chỗ trống.
ランさん、このりょうりの（　　　）かたをおしえてください。
A. つくります
B. つくり
C. つくりま
D. つくりました
B

Chọn đáp án đúng để điền vào chỗ trống.
きのうのよる、私は（　　　）ゲームをしました。
A. ひとりで
B. ひとりと
C. ひとりに
D. ひとりが
A

Hãy chọn dạng phủ định của từ dưới đây.
「きもちがいい」
A. きもちがよくない
B. きもちがよかった
C. きもちがいかった
D. きもちがいくない
A

Chọn từ không cùng nhóm trong các từ sau.
① バス　② ビル　③ くるま　④ ひこうき
A. バス
B. ビル
C. くるま
D. ひこうき
B

Chọn từ khác loại trong những từ sau.
① たいへん　② ひま　③ きれい　④ やすい
A. たいへん
B. ひま
C. きれい
D. やすい
D

Chọn đáp án đúng để điền vào chỗ trống.
このほんやはえきから（　　　）です。
A. はやい
B. ひろい
C. ちかい
D. いい
C

Chọn đáp án đúng để điền vào chỗ trống.
ロサンゼルス（Los Angeles）はアメリカの（　　　）です。
A. ひと
B. にし
C. みどり
D. くるま
B

Chọn đáp án đúng để điền vào chỗ trống.
私のまちはとても（　　　）です。
A. つめたい
B. にぎやか
C. おいしい
D. あまい
B

Chọn đáp án đúng để điền vào chỗ trống.
おんせんは（　　　）です。
A. むずかしい
B. かんたん
C. きもちがいい
D. たいへん
C

Chọn từ không cùng nhóm trong các từ sau.
① しんかんせん　② まんなか　③ でんしゃ　④ ひこうき
A. しんかんせん
B. まんなか
C. でんしゃ
D. ひこうき
B

Đọc đoạn văn và chọn từ thích hợp điền vào chỗ trống.
グプタさんは、土曜日どこへも（　　　）。へやをそうじしました。それから日本語を２時間べんきょうしました。それからDVDを見ました。日曜日、ともだちとこうえんへ行きました。こうえんでバーベキューをしました。とてもおいしかったです。
A. 行きませんでした
B. 行きます
C. 来ませんでした
D. 来ます
A

Đọc đoạn văn và chọn từ thích hợp điền vào chỗ trống.
グプタさんは、土曜日どこへも行きませんでした。へやをそうじしました。それから日本語を２時間べんきょうしました。（　　　）DVDを見ました。日曜日、ともだちとこうえんへ行きました。こうえんでバーベキューをしました。
A. そして
B. それから
C. が
D. すこし
B

Đọc đoạn văn và chọn đáp án đúng.
グプタさんは土曜日何をしましたか。土曜日、へやをそうじしました。それから日本語を２時間べんきょうしました。それからDVDを見ました。日曜日、ともだちとこうえんへ行きました。こうえんでバーベキューをしました。
A. へやをそうじしました
B. バーベキューをしました
C. こうえんへ行きました
D. うみへ行きました
A

Đọc đoạn văn và chọn đáp án đúng.
グプタさんは日曜日何をしましたか。土曜日、へやをそうじしました。それから日本語を２時間べんきょうしました。それからDVDを見ました。日曜日、ともだちとこうえんへ行きました。こうえんでバーベキューをしました。
A. へやをそうじしました
B. DVDを見ました
C. 勉強（べんきょう）しました
D. こうえんでバーベキューをしました
D
`;

export const SAMPLE_QUIZ_JPD123_SU26_FE = `
Chọn cách đọc đúng của phần chữ Hán.
日本に【半年】います。
A. はんとし
B. はんどし
C. ばんねん
D. ばんどし
A

Chọn cách đọc đúng của phần chữ Hán.
【毎月】バーベキューをします。
A. まいがつ
B. まいづき
C. まいつき
D. めいつき
B

Chọn cách đọc đúng của phần chữ Hán.
大学の【休日】は何曜日ですか。
A. きゅうじつ
B. きゆじつ
C. やすみひ
D. やすみび
A

Chọn cách đọc đúng của phần chữ Hán.
ぎんこうは【ごぜん】９時からです。
A. 午前
B. 午見
C. 午後
D. 午先
A

Chọn cách đọc đúng của phần chữ Hán.
お【くに】はどちらですか。
A. 肉
B. 内
C. 国
D. 向
C

Chọn cách đọc đúng của phần chữ Hán.
どんな【りょうり】がすきですか。
A. 料理
B. 料野
C. 科理
D. 科野
A

Chọn đáp án đúng để điền vào chỗ trống.
今、ギターを（　　　）います。
A. ひきて
B. ひいて
C. ひって
D. ひいで
B

Chọn đáp án đúng để điền vào chỗ trống.
先週、ともだちのいえへ（　　　）。
A. いきます
B. いきました
C. いきませんでしたです
D. いきましたです
B

Chọn đáp án đúng để điền vào chỗ trống.
日本の食べ物で（　　　）すきです。
A. いちばん
B. ぜんぜん
C. たいへん
D. とても
A

Chọn đáp án đúng để điền vào chỗ trống.
このケーキはあまいです。（　　　）、おいしいです。
A. が
B. それから
C. いまから
D. そして
D

Chọn đáp án đúng để điền vào chỗ trống.
うちのなかに女の人が（　　　）。
A. あります
B. ありました
C. いました
D. います
D

Chọn đáp án đúng để điền vào chỗ trống.
A: ビールはありますか。
B: いいえ、（　　　）ありません。
A. もう
B. まだ
C. いちばん
D. より
A

Chọn đáp án đúng để điền vào chỗ trống.
A: いっしょに（　　　）。
B: ええ、いいですね。
A. しましょう
B. しません
C. しました
D. しましょうか
A

Chọn đáp án đúng để điền vào chỗ trống.
カレーの（　　　）かたをおしえてください。
A. つくり
B. つくかた
C. つくりたかた
D. つくりかた
D

Chọn đáp án đúng để điền vào chỗ trống.
けさ、（　　　）たべます。
A. うちで
B. たべません
C. 何もたべませんでした
D. 何もたべません
A

Chọn đáp án đúng để điền vào chỗ trống.
キムさん：「となりのへやでワンさんと（　　　）。」
A. はなしました
B. はなしましょう
C. はなしてください
D. はなしています
D

Chọn đáp án đúng để điền vào chỗ trống.
A: どこがいちばんさむいですか。
B: ほっかいどうがいちばんさむいです。
A. いつ
B. なに
C. どこ
D. だれ
C

Chọn đáp án đúng để điền vào chỗ trống.
A: 先週の（　　　）へ行きましたか。
B: いいえ、どこも行きませんでした。
A. どこかへ
B. どこへ
C. なにか
D. なにを
A

Chọn đáp án đúng để điền vào chỗ trống.
きょうは（　　　）あついです。
A. すこし
B. あまり
C. いちねんじゅう
D. そして
A

Chọn đáp án đúng để điền vào chỗ trống.
私はまいばんともだちに（　　　）。
A. かいます
B. かきます
C. うたいます
D. かけます
D

Chọn đáp án đúng để điền vào chỗ trống.
スープに（　　　）をいれます。
A. いす
B. しお
C. れいぞうこ
D. だいどころ
B

Chọn đáp án đúng để điền vào chỗ trống.
（　　　）がありませんから、うみへ行きません。
A. たべもの
B. やきゅう
C. みずぎ
D. きせつ
C

Chọn đáp án đúng để điền vào chỗ trống.
あしたは（　　　）ですから、ひるまでねたいです。
A. きらい
B. ひま
C. やすい
D. たのしい
B

Chọn đáp án đúng để điền vào chỗ trống.
毎日（　　　）あらいます。
A. コース
B. コップ
C. ポスト
D. ゲーム
B

Chọn đáp án đúng để điền vào chỗ trống.
なに（　　　）ほしくないです。
A. が
B. も
C. に
D. を
B

Chọn đáp án đúng để điền vào chỗ trống.
日曜日（　　　）スーパーへ行きます。
A. が
B. か
C. に
D. と
C

Chọn đáp án đúng để điền vào chỗ trống.
A: 土曜日（　　　）こうえんへ行きますか。
B: はい、こうえんへ行きます。
A. へ
B. か
C. に
D. も
C

Đọc đoạn văn và chọn từ thích hợp điền vào chỗ trống.
日曜日、ともだちとちかくのやまに（　　　）。てんきがよかったです。とてもきもちがよかったです。やまでおべんとうを食べました。やまからのけしきがとてもきれいでした。それからふるいお寺を見に行きました。とてもおもしろかったです。とてもたのしい１日でした。また行きたいです。
A. つくりました
B. あいました
C. のぼりました
D. はいりました
C

Đọc đoạn văn và chọn từ thích hợp điền vào chỗ trống.
日曜日、ともだちとちかくのやまにのぼりました。てんきがよかったです。とてもきもちがよかったです。やまでおべんとうを（　　　）。やまからのけしきがとてもきれいでした。それからふるいお寺を見に行きました。とてもおもしろかったです。
A. たべました
B. しょくじしました
C. とりました
D. かりました
A

Đọc đoạn văn và chọn đáp án đúng.
やまからのけしきはどうでしたか。日曜日、ともだちとちかくのやまにのぼりました。てんきがよかったです。やまでおべんとうを食べました。やまからのけしきがとてもきれいでした。それからふるいお寺を見に行きました。
A. きれいでした
B. たかかったです
C. よくなかったです
D. きれいじゃありませんでした
A
`;

export const SAMPLE_QUIZ_JPD123_SU26_RE = `
Chọn cách đọc đúng của phần chữ Hán.
きのう【来日】しました。
A. あした
B. らいじつ
C. らいにち
D. らいひ
C

Chọn cách đọc đúng của phần chữ Hán.
【今日】サッカーをします。
A. いまにち
B. きょにち
C. いまひ
D. きょう
D

Chọn đáp án đúng để điền vào chỗ trống.
へやに（　　　）います。
A. ちいさ
B. ちさい
C. ちいさい
D. こさい
C

Chọn cách đọc đúng của phần chữ Hán.
あした【けんがく】します。
A. 見学
B. 見字
C. 貝学
D. 貝字
A

Chọn cách đọc đúng của phần chữ Hán.
あの【おとこ】の人はだれですか。
A. 女
B. 田
C. 男
D. 力
C

Chọn cách đọc đúng của phần chữ Hán.
ともだちに【今週】あいます。
A. 今週
B. 今周
C. 来周
D. 来週
A

Chọn đáp án đúng để điền vào chỗ trống.
やまへしゃしんを（　　　）に行きます。
A. とり
B. とって
C. とりま
D. とりたい
A

Chọn đáp án đúng để điền vào chỗ trống.
Hong Kongは（　　　）ところです。
A. きれいな
B. きれい
C. きれいに
D. きれいの
A

Chọn đáp án đúng để điền vào chỗ trống.
A：「しゅうまつ、何をたべますか。」
B：「（　　　）。」
A. すしはどうですか
B. すしをたべますか
C. もうすしをたべましたか
D. すしはいいですね
A

Chọn đáp án đúng để điền vào chỗ trống.
サッカーのチケットが（　　　）あります。
A. ふたまい
B. にさい
C. ふつか
D. にまい
D

Chọn đáp án đúng để điền vào chỗ trống.
A: どうしてかいませんでしたか。
B: （　　　）。
A. はい、かいました
B. 高（たか）かったですから
C. そうですか
D. いいですね
B

Chọn đáp án đúng để điền vào chỗ trống.
名前を（　　　）ください。
A. かって
B. かいて
C. かいたい
D. かい
B

Chọn đáp án đúng để điền vào chỗ trống.
バスはでんしゃ（　　　）やすいです。
A. が
B. よりが
C. のほうが
D. より
D

Chọn đáp án đúng để điền vào chỗ trống.
きのうはてんきが（　　　）。
A. いいでした
B. よかたです
C. よかったです
D. いかったです
C

Chọn đáp án đúng để điền vào chỗ trống.
えいごと日本語と（　　　）すきです。
A. どちらも
B. どちら
C. どちらか
D. どちらが
A

Chọn đáp án đúng để điền vào chỗ trống.
りんごを（　　　）ください。
A. きて
B. きり
C. きいて
D. きって
D

Chọn đáp án đúng để điền vào chỗ trống.
A: （　　　）ですか。
B: 五時間くらいです。
A. どのくらい
B. どうくらい
C. どんなくらい
D. どれくらい
A

Chọn đáp án đúng để điền vào chỗ trống.
えいごと日本語と（　　　）がむずかしいですか。
A. どれ
B. 何
C. どちら
D. どこ
C

Chọn đáp án đúng để điền vào chỗ trống.
しゅうまつ、コンサートがあります。（　　　）です。
A. ジャズ
B. ツアー
C. コメディ
D. ドライブ
A

Chọn đáp án đúng để điền vào chỗ trống.
おんせんは（　　　）です。
A. むずかしい
B. かんたん
C. たいへん
D. きもちがいい
D

Chọn đáp án đúng để điền vào chỗ trống.
（　　　）とりょうりをつくります。
A. デパート
B. アニメ
C. ルームメイト
D. ドライブ
C

Chọn đáp án đúng để điền vào chỗ trống.
（　　　）でとんかつがいちばんすきです。
A. かいもの
B. くだもの
C. のみもの
D. たべもの
D

Chọn đáp án đúng để điền vào chỗ trống.
まいばん おさらを（　　　）。
A. あらいます
B. すいます
C. かけます
D. ひきます
A

Chọn đáp án đúng để điền vào chỗ trống.
あした、やまに（　　　）。
A. あいます
B. とります
C. かります
D. のぼります
D

Chọn đáp án đúng để điền vào chỗ trống.
ハノイ（　　　）サッカーのしあいがあります。
A. から
B. に
C. で
D. へ
C

Chọn đáp án đúng để điền vào chỗ trống.
しゅうまつ、どこ（　　　）行きたいですね。
A. へ
B. で
C. か
D. を
A

Chọn đáp án đúng để điền vào chỗ trống.
ねこはへや（　　　）なか（　　　）います。
A. の / で
B. の / に
C. X / に
D. X / で
B

Đọc đoạn văn và chọn từ thích hợp điền vào chỗ trống.
私は日曜日、しんじゅくへくつを買いに行きました。しんじゅくは人がおおかったです。レストランで（　　　）しました。来週、ともだちとしぶやへえいがを見に行きます。おもしろいえいがを見たいです。
A. しょくじ します
B. 日本語を べんきょうしました
C. しょくじ しました
D. 日本語を べんきょうします
C

Đọc đoạn văn và chọn từ thích hợp điền vào chỗ trống.
私は日曜日、しんじゅくへくつを買いに行きました。しんじゅくは人がおおかったです。レストランであまり（　　　）です。来週、ともだちとしぶやへえいがを見に行きます。おもしろいえいがを見たいです。
A. おいしくなかったです
B. おいしいです
C. おいしくないです
D. おいしかったです
A

Đọc đoạn văn và chọn đáp án đúng.
「私」はどこへ行きましたか。私は日曜日、しんじゅくへくつを買いに行きました。しんじゅくは人がおおかったです。レストランでしょくじしました。来週、ともだちとしぶやへえいがを見に行きます。
A. 私はしんじゅくへくつを買いに行きました。
B. 私は土曜日しんじゅくへ行きました。
C. しんじゅくは人がすくないです。
D. 来週ひとりでえいがを見に行きます。
A
`;
